[{"id":1,"Course":"C","Price":59,"Duration":"7 Hourse","Instructor":"Mithun Barua","About":"C is a general-purpose, procedural computer programming language supporting structured programming, lexical variable scope, and recursion, with a static type system. By design, C provides constructs that map efficiently to typical machine instructions.","Date":1972,"img":"https://upload.wikimedia.org/wikipedia/commons/3/35/The_C_Programming_Language_logo.svg"},{"id":2,"Course":"C++","Price":89,"Duration":"6 Hourse","Instructor":"Yousuf Ali","About":"C++ is a general-purpose programming language created by Bjarne Stroustrup as an extension of the C programming language, or \"C with Classes\".","Date":1994,"img":"https://upload.wikimedia.org/wikipedia/commons/1/18/ISO_C%2B%2B_Logo.svg"},{"id":3,"Course":"C#","Price":49,"Duration":"9 Hourse","Instructor":"Zishan Hider","About":"C# is a general-purpose, multi-paradigm programming language. C# encompasses static typing, strong typing, lexically scoped, imperative, declarative, functional, generic, object-oriented, and component-oriented programming disciplines.","Date":2000,"img":"https://docs.microsoft.com/cs-cz/windows/images/csharp-logo.png"},{"id":4,"Course":"Java","Price":89,"Duration":"3 Hourse","Instructor":"Nowrin Pushpo","About":"Java is a high-level, class-based, object-oriented programming language that is designed to have as few implementation dependencies as possible.","Date":1995,"img":"https://upload.wikimedia.org/wikipedia/fr/thumb/2/2e/Java_Logo.svg/1200px-Java_Logo.svg.png"},{"id":5,"Course":"JavaScript","Price":89,"Duration":"6 Hourse","Instructor":"Alamin Gazi","About":"JavaScript, often abbreviated as JS, is a programming language that conforms to the ECMAScript specification. JavaScript is high-level, often just-in-time compiled, and multi-paradigm. It has curly-bracket syntax, dynamic typing, prototype-based object-orientation, and first-class functions","Date":1995,"img":"https://dz2cdn1.dzone.com/storage/temp/10397841-wallp-js.png"},{"id":6,"Course":"TypeScript","Price":79,"Duration":"5 Hourse","Instructor":"Mithun Barua","About":"TypeScript is a programming language developed and maintained by Microsoft. It is a strict syntactical superset of JavaScript and adds optional static typing to the language. TypeScript is designed for the development of large applications and transcompiles to JavaScript","Date":2012,"img":"https://upload.wikimedia.org/wikipedia/commons/4/4c/Typescript_logo_2020.svg"},{"id":7,"Course":"React JS","Price":79,"Duration":"5 Hourse","Instructor":"Mrs Sharma","About":"React is a free and open-source front-end JavaScript library for building user interfaces or UI components. It is maintained by Facebook and a community of individual developers and companies. React can be used as a base in the development of single-page or mobile applications","Date":2013,"img":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/React-icon.svg/1200px-React-icon.svg.png"},{"id":8,"Course":"Python","Price":59,"Duration":"5 Hourse","Instructor":"Ritu Barua","About":"Python is an interpreted high-level general-purpose programming language. Its design philosophy emphasizes code readability with its use of significant indentation. Its language constructs as well as its object-oriented approach aim to help programmers write clear, logical code for small and large-scale projects.","Date":1991,"img":"https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Python_logo_and_wordmark.svg/1200px-Python_logo_and_wordmark.svg.png"},{"id":9,"Course":"Vue.js","Price":79,"Duration":"5 Hourse","Instructor":"Prachi Barua","About":"Vue.js is an open-source model–view–viewmodel front end JavaScript framework for building user interfaces and single-page applications. It was created by Evan You, and is maintained by him and the rest of the active core team members","Date":2014,"img":"https://vuejs.org/images/logo.png"},{"id":10,"Course":"PHP","Price":69,"Duration":"9 Hourse","Instructor":"Prachi Barua","About":"PHP is a general-purpose scripting language geared towards web development. It was originally created by Danish-Canadian programmer Rasmus Lerdorf in 1994. The PHP reference implementation is now produced by The PHP Group.","Date":1995,"img":"https://upload.wikimedia.org/wikipedia/commons/2/27/PHP-logo.svg"}]